Repository: sudeozkanoglu/Hastane-Randevu-Sistemi
Catalog: Resources/SharedResource.*.resx
Languages: tr_tr

source: Add Clinic
tr_tr: Klinik Ekle

# addDoktor
source: Add The Doctor
tr_tr: Doktor Ekle

source: Add Hospital
tr_tr: Hastane Ekle

# addHospitall
source: Procedure Of Adding Hospital
tr_tr: Hastane Ekleme İşlemleri

# addingCli
source: Procedure Of Adding Clinic
tr_tr: Klinik Ekleme İşlemleri

# addingPol
source: Procedure Of Adding Outpatient Clinic
tr_tr: Poliklinik Ekleme İşlemleri

# addMajor
source: Add The Major Department
tr_tr: Ana Bilim Dalı Ekle

# addPoli
source: Add Outpatient Clinic
tr_tr: Poliklinik Ekle

# adminIndexFirst
source: You Can Add Hospital Information To The System, Edit Or Delete Hospital Information, Or List Hospitals In The System From This Menu.
tr_tr: Bu Menüden Sisteme Hastane Bilgisi Ekleyebilir, Hastane Bilgilerini Düzenleyebilir, Silebilir Ya Da Sistemdeki Hastaneleri Listeleyebilirsiniz.

# adminIndexSecond
source: You Can Add Major Department Information To The System, Edit Or Delete Major Department Information, Or List The Major Departments In The System From This Menu.
tr_tr: Bu Menüden Sisteme Ana Bilim Dalı Bilgisi Ekleyebilir, Ana Bilim Dalı Bilgilerini Düzenleyebilir, Silebilir Ya Da Sistemdeki Ana Bilim Dallarını Listeleyebilirsiniz.

source: Admin Login
tr_tr: Yönetici Girişi

# adminlogout
source: Log Out
tr_tr: Çıkış

# adminpro
source: Admin Procedure
tr_tr: Yönetici İşlemleri

# ana
source: Major Department Procedure
tr_tr: Ana Bilim Dalı İşlemleri

# ana2
source: Other Procedures For Major Department
tr_tr: Ana Bilim Dalı Diğer İşlemleri

# anaReg
source: You Can Register To The System By Entering The Required Information Of The Major Department From This Menu...
tr_tr: Bu Menüden Ana Bilim Dalının Gerekli Bilgilerini Girerek Sisteme Kayıt Edebilirsiniz...

# appointment
source: Create Appointment
tr_tr: Randevu Oluştur

# back
source: Turn The Back Page
tr_tr: Geri Dön

# birth
source: Birth Date
tr_tr: Doğum Tarihi

# central
source: Central Appointment System
tr_tr: Merkezi Randevu Sistemi

source: City
tr_tr: Şehir

# clinic
source: Clinic Procedure
tr_tr: Klinik İşlemleri

source: Clinic Name
tr_tr: Klinik Adı

# cliText
source: You Can List, Delete Or Update The Information About The Clinic In The System From This Menu...
tr_tr: Bu Menüden Klinikle İlgili Sistemde Yer Alan Bilgileri Listeleyebilir, Silebilir Ya Da Güncelleyebilirsiniz...

# create
source: Use The 'Create Appointment' Button For Creating Online Appointment ...
tr_tr: Online Olarak Randevu Oluşturmak İçin 'Randevu Oluştur' Butonunu Kullanınız ...

source: Delete
tr_tr: Sil

# docAddProcedure
source: Adding Procedure For Doctor
tr_tr: Doktor Ekleme İşlemleri

# docDiger
source: You Can List, Delete Or Update The Information About The Doctor In The System From This Menu...
tr_tr: Bu Menüden Doktorla İlgili Sistemde Yer Alan Bilgileri Listeleyebilir,Silebilir Ya Da Güncelleyebilirsiniz...

# docName
source: Doctor Name
tr_tr: Doktor Adı

# docProcedure
source: Other Procedure For Doctor
tr_tr: Doktor Diğer İşlemleri

# doctor
source: You Can Add Doctor Information To The System, Edit Or Delete Doctor Information, Or List The Doctors In The System From This Menu.
tr_tr: Bu Menüden Sisteme Doktor Bilgisi Ekleyebilir, Doktor Bilgilerini Düzenleyebilir, Silebilir Ya Da Sistemdeki Klinikleri Listeleyebilirsiniz.

# dok
source: Doctor Procedure
tr_tr: Doktor İşlemleri

source: Edit
tr_tr: Düzenle

# editClinic
source: Update Knowledges Of Clinic
tr_tr: Klinik Düzenle

# editDoc
source: Update Knowledges Of The Doctor
tr_tr: Doktor Düzenle

# editPol
source: Update Knowledges of Outpatient Clinic
tr_tr: Poliklinik Düzenle

source: Gender
tr_tr: Cinsiyet

# header
source: Welcome to Appointment System ...
tr_tr: Merkezi Randevu Sistemine Hoş Geldiniz ...

source: Home
tr_tr: Ana Sayfa

# hospital
source: Hospital Procedure
tr_tr: Hastane İşlemleri

source: Hospital Name
tr_tr: Hastane Adı

# hosText
source: You Can Register To The System By Entering The Necessary Information Of The Hospital From This Menu...
tr_tr: Bu Menüden Hastanenin Gerekli Bilgilerini Girerek Sisteme Kayıt Edebilirsiniz...

# identity
source: TC Number
tr_tr: TC Numarası

# klinik
source: You Can Add Clinic Information To The System, Edit Or Delete Clinic Information, Or List The Clinics In The System From This Menu.
tr_tr: Bu Menüden Sisteme Klinik Bilgisi Ekleyebilir, Klinik Bilgilerini Düzenleyebilir, Silebilir Ya Da Sistemdeki Klinikleri Listeleyebilirsiniz.

# listAppointment
source: You Can List And Cancel Your Appointment...
tr_tr: Bu Menüden Randevularınızı Listeleyebilir ve İptal Edebilirsiniz...

source: Log In
tr_tr: Giriş Yap

# mail
source: E-Mail
tr_tr: E-Mail Adresi

# majorName
source: Name Of Major Department
tr_tr: Ana Bilim Dalı Adı

# majorUpdate
source: Update Knowledges of Major Departments
tr_tr: Ana Bilim Dalı Düzenle

source: Name
tr_tr: Ad

# nameOfDays
source: Add Work Day
tr_tr: Çalışma Günü Ekle

# otherAna
source: You Can List, Delete or Update The Information In The System About The Major Department From This Menu...
tr_tr: Bu Menüden Ana Bilim Dalıyla İlgili Sistemde Yer Alan Bilgileri Listeleyebilir,Silebilir Ya Da Güncelleyebilirsiniz...

# otherAppointment
source: Other Procedure For Appointment
tr_tr: Randevu Diğer İşlemleri

# otherCliPro
source: Other Procedure For Clinic
tr_tr: Klinik Diğer İşlemleri

# otherHospital
source: Other Procedure For Hospital
tr_tr: Hastane Diğer İşlemleri

# otherPolPro
source: Other Procedure For Outpatient Clinic
tr_tr: Poliklinik Diğer İşlemleri

source: Password
tr_tr: Şifre

# pat
source: You Can List Patients In The System From This Menu.
tr_tr: Bu Menüden Sistemdeki Hastaları Listeleyebilirsiniz.

# patient
source: Patient Procedure
tr_tr: Hasta İşlemleri

# phone
source: Phone Number
tr_tr: Telefon Numarası

# pol
source: Policlinic Procedure
tr_tr: Poliklinik İşlemleri

# poli
source: You Can Add Outpatient Clinic Information To The System, Edit Or Delete Outpatient Clinic Information, Or List Outpatient Clinics In The System From This Menu.
tr_tr: Bu Menüden Sisteme Poliklinik Bilgisi Ekleyebilir, Poliklinik Bilgilerini Düzenleyebilir, Silebilir Ya Da Sistemdeki Poliklinikleri Listeleyebilirsiniz.

# poliName
source: Outpatient Clinic Name
tr_tr: Poliklinik Adı

# poliText
source: You Can List, Delete Or Update The Information About The Outpatient Clinic In The System From This Menu...
tr_tr: Bu Menüden Poliklinikle İlgili Sistemde Yer Alan Bilgileri Listeleyebilir, Silebilir Ya Da Güncelleyebilirsiniz...

# polText
source: You Can Register To The System By Entering The Necessary Information Of The Outpatient Clinic From This Menu...
tr_tr: Bu Menüden Polikliniğin Gerekli Bilgilerini Girerek Sisteme Kayıt Edebilirsiniz...

source: Save
tr_tr: Kaydet

# state
source: Marital Status
tr_tr: Medeni Hal

source: Surname
tr_tr: Soyad

# textAna
source: You Can Add Department Information To The Hospital From This Menu...
tr_tr: Bu Menüden Hastaneye Ana Bilim Dalı Bilgisi Ekleyebilirsiniz...

# textCli
source: You Can Register To The System By Entering The Necessary Information Of The Clinic From This Menu...
tr_tr: Bu Menüden Kliniğin Gerekli Bilgilerini Girerek Sisteme Kayıt Edebilirsiniz...

# textClinic
source: You Can Add Clinical Information To The Hospital From This Menu...
tr_tr: Bu Menüden Hastaneye Klinik Bilgilerini Ekleyebilirsiniz...

# textHos
source: You Can List,Delete Or Edit The Information About The Hospital In The System From This Menu ...
tr_tr: Bu Menüden Hastaneyle İlgili Sistemde Yer Alan Bilgileri Listeleyebilir,Silebilir Ya Da Düzenleyebilirsiniz...

# textPol
source: You Can Add Outpatient Clinic Information To The Hospital From This Menu...
tr_tr: Bu Menüden Hastaneye Poliklinik Bilgisi Ekleyebilirsiniz...

# updateHospital
source: Update Knowledges Of Hospital
tr_tr: Hastane Güncelle

# userIndexFirst
source: You Can Create An Appointment From This Menu...
tr_tr: Bu Menüden Randevu Oluşturabilirsiniz...

source: User Name
tr_tr: Kullanıcı Adı

source: Work Day
tr_tr: Çalışma Günü
